interface QuestionData {
  title?: string;
  text?: string;
  strong?: string;
}

interface QuestionCategory {
  QCT: string;
  data?: QuestionData[];
  text?: string;
  list?: string[];
}

type CommonQuestionsStaticData = Record<string, QuestionCategory>;
export const Common_questions_static_data: CommonQuestionsStaticData = {
  1: {
    QCT: "شیوه‌ی ثبت سفارش",
    data: [
      {
        title: " چگونه از مستر پی سی خرید کنیم؟",
        text: `
        برای ثبت سفارش در مستر پی سی، کافی است کالای مورد نظر را به سبد خرید خود
        اضافه کنید. سپس باید به بخش تسویه حساب رفته و با وارد کردن دقیق
        مشخصات شخصی و انتخاب یکی از شیوه‌های حمل و نقل و پرداخت، سفارش خود
        را ثبت کنید.`,
      },
      {
        title: ` آیا می‌توانم به شکل حضوری از مستر پی سی خرید کنم؟`,
        text: `
        برای مشتریانی که ساکن تهران هستند، امکان خرید حضوری از طریق مراجعه
        به "فروشگاه مستر پی سی" میسر است.
      `,
      },
    ],
  },
  2: {
    QCT: " شیوه ارسال کالا ",
    data: [
      {
        strong: `ارسال از طریق پیک ویژه فروشگاه:`,
        text: ` پیک ویژه
          فروشگاه مستر پی سی شامل زبده‌ترین و ماهرترین نیروهای بخش ارسال کالا
          است که تلاش می‌کنند در سریع‌ترین زمان ممکن کالا را درب منزل
          تقدیم مشتریان عزیز کنند. ارسال از طریق پیک مستر پی سی، تنها برای
          مشتریان ساکن در شهر تهران امکان پذیر است و معمولا یک روز کاری پس
          از ثبت سفارش صورت می‌گیرد.`,
      },
      {
        strong: `ارسال از طریق پست پیشتاز: `,
        text: ` شیوه دوم ارسال کالا
          در فروشگاه مستر پی سی، ارسال از طریق پست پیشتاز است که تحت نظر اداره
          مرکزی پست، سفارشات برای مشتریان در سرتاسر کشور ارسال شده و حدود
          چهار تا هفت روز کاری پس از ثبت سفارش، درب منزل تقدیم مشتریان
          می‌گردد.`,
      },
      {
        strong: ` ارسال از طریق تیپاکس:`,
        text: ` شیوه سوم ارسال کالا در
          فروشگاه مستر پی سی، ارسال از طریق شرکت تیپاکس است که سال‌هاست به شرکتی
          نامدار و مطمئن در زمینه ارسال کالا تبدیل شده است. مزیت تیپاکس در
          ارسال بسیار سریع‌ کالا است، به طوری که پس از طی شدن فرآیند
          پردازش و تامین کالا و بسته بندی آن، طی 24 تا 48 ساعت مرسوله بدست
          مشتریان گرامی می‌رسد.`,
      },
      {
        strong: `تحویل حضوری کالا:`,
        text: `
          اگر شما ساکن شهر تهران هستید، می‌توانید در بخش نوع ارسال، دریافت
          حضوری را انتخاب کرده و پس از تماسِ کارشناسان بخش لاجستیک مستر پی سی،
          برای دریافت به
            "فروشگاه مستر پی سی "
          مراجعه نمایید.
`,
      },
    ],
  },
  3: {
    QCT: "  شیوه‌ پرداخت",
    text: `
      فروشگاه مستر پی سی نهایت تلاش خود را می‌کند تا مشتریان بتوانند براحتی
      سفارشات خود را براساس شیوه مدنظر خود پرداخت کنند. به طور کلی
      شیوه‌های پرداخت سفارش در فروشگاه مستر پی سی به شرح زیر می‌باشد:
  `,
    list: [
      `1. پرداخت از طریق درگاه امن بانک سامان`,
      `2. پرداخت به شکل حضوری با مراجعه به فروشگاه مستر پی سی گیم`,
      `3. پرداخت درب محل در شهر تهران (برای سفارشاتی با ارزش کمتر 20
        میلیون تومان)`,
    ],
  },
};
