export const terms_static_data = {
  1: {
    title: `تعریف مشتری یا کاربر`,
    data: [
      `
  مشتری یا کاربر به شخصی گفته می‌شود که با اطلاعات کاربری خود اعم از آدرس
  دقیق پستی، شماره همراه و شماره ثابت را فرم ثبت‌نام درج کرده باشد.
`,
    ],
  },
  2: {
    title: ` سیاست‌های رعایت حریم شخصی در مستر پی سی`,
    data: [
      `
  فروشگاه مستر پی سی، با بهره‌گیری از جدیدترین و بروزترین شیوه‌های امنیتی،
  به اطلاعات خصوصی اشخاصى که از خدمات سایت استفاده می‏‌کنند، احترام گذاشته
  و از آن محافظت می‌کند.
  `,
      `
  در مقابل مشتری و کاربری که از خدمات فروشگاه مستر پی سی استفاده می‌کند،
  باید به حریم شخصی مستر پی سی نیز احترام بگذارد و آنرا رعایت کند. تمامی
  محتوا، متون، لوگو، آیکون‌ها، اشکال گرافیکی، اطلاعات آماری، تصاویر،
  ویدئوها و در مجموع کلیه محتوای نوشتاری و ویدئویی و صوتی که از طریق سایت
  و شبکه‌های اجتماعی رسمی مستر پی سی منتشر می‌شوند، در انحصار مستر پی سی
  بوده و هرگونه استفاده بدون کسب مجوز کتبی، حق پیگرد قانونی را برای مستر
  پی سی محفوظ می‏‌دارد. علاوه بر این، اسکریپت‌ها، کدها و اسامی خدمات و
  سرویس‌ها و بخش‌های قابل ارائه از طریق هر یک از خدمات ایجاد شده توسط مستر
  پی سی و علائم تجاری ثبت شده نیز در انحصار مستر پی سی است و هر گونه
  استفاده با مقاصد تجاری پیگرد قانونی دارد.
  `,
      `
  کاربران و کلیه اشخاص حقوقی و حقیقی به هیچ عنوان مجاز به بهره‌‏برداری و
  استفاده از لیست محصولات، مشخصات فنی، نمودارها، تست‌ها و آزمایشات، قیمت و
  هر گونه استفاده از مشتقات وب‏‌سایت مستر پی سی نیستند و کلیه این حقوق
  برای مستر پی سی محفوظ است.
  `,
      `
  تنها مرجع رسمی مورد تایید مستر پی سی برای ارتباط با شما و فروش محصولات
  به شما، آدرس رسمی سایت یعنی www.MRPC.ir است.
  
`,
    ],
  },
  3: {
    title: `قوانین عمومی`,
    data: [
      `
  مستر پی سی در تمامی ساعات و روزهای هفته به کاربران خود امکان ثبت سفارش
  را می‌دهد. همچنین فرآیند پردازش و ارسال سفارشات تنها در روزهای کاری به
  معنای روزهای غیر از تعطیلات رسمی جمهوری اسلامی ایران امکان پذیر است
    `,
      `
  در صورت بروز مشکل در پردازش نهایی سبد خرید مانند اتمام موجودی کالا یا
  انصراف مشتری، مبلغ پرداخت شده طی 48 الی 72 ساعت کاری به حساب مشتری واریز
  خواهد شد. `,
      `
  فروشگاه مستر پی سی این اختیار را دارد تا بدون اطلاع قبلی، فروش محصولات
  خود را به هر دلیلی مانند اتمام موجودی کالا، متوقف کند.
  `,
      `
  فروشگاه مستر پی سی این حق را دارد تا در صورت وجود هر گونه مشکلی در
  موجودی کالا و یا ارزش ریالی کالاهای موجود در سایت، سفارش مشتری را بلا
  اثر کرده و وجه دریافتی را طی حداکثر 72 ساعت به حساب اعلام شده توسط مشتری
  که کاملا باید از لحاظ نام و مشخصات، با مشخصات حساب مبدا تطابق داشته
  باشد، عودت دهد.
  `,
      `
  تمامی مشتریان و کاربران باید پیش از ثبت سفارش، اطلاعات محل سکونت و محل
  تحویل سفارش را به طور کامل و دقیق تکمیل کنند و در صورت هرگونه فقدان و یا
  مشکلی در محتوا آدرس، ایمیل، شماره تماس و ایمیل، فروشگاه مستر پی سی در
  جهت حفظ دقت ارسال سفارشات، محصول را تا پیش از اصلاح ایرادات به مشتری
  تحویل نخواهد بود.
  `,
      `
  با توجه به ثبت سیستمی تمامی سفارشات در فروشگاه مستر پی سی، امکان ویرایش
  و یا تغییر و یا صدور فاکتور مجدد پس از ثبت سفارش وجود ندارد.
  `,
      `
  مستر پی سی یک خرده فروشی آنلاین است و سفارش یک کالا به تعداد بالا و غیر
  متعارف، در تضاد با هدف خدمت رسانی به خریداران و مشتریان حقیقی است و در
  صورت ثبت چنین سفارشی، مستر پی سی این حق را دارد تا سفارش مشتری را بررسی
  و در صورت هرگونه مغایرتی با حق فروش به یک مصرف کننده واحد، آن سفارش را
  کنسل کرده و طی حداکثر 72 ساعت وجه دریافتی را به مشتری عودت دهد.
  `,
      `
  در صورت پرداخت بیعانه برای خرید سیستم‌های گیمینگ، اگر مشتری سفارش خود را
  کنسل کند، بدلیل باز شدن پلمب قطعات، ۲۰ درصد از ارزش محصولات به عنوان
  خسارت از بیعانه برداشت می‌شود.
  `,
      `
  مستر پی سی در هیچ نقطه‏‌ای از کشور نمایندگی فروش و یا خدمات پس از فروش
  ندارد و فروش آن صرفا از طریق سایت www.MRPC.ir به شکل آنلاین صورت
  می‌پذیرد.`,
    ],
  },
};
